import React, { useState } from 'react';
import Accordion from '@mui/material/Accordion';
import AccordionSummary from '@mui/material/AccordionSummary';
import AccordionDetails from '@mui/material/AccordionDetails';
import ExpandMoreIcon from '@mui/icons-material/ExpandMore';

function Chapter11() {
  return (
      <Accordion>
        <AccordionSummary
          expandIcon={<ExpandMoreIcon />}
          aria-controls="panel1-content"
          id="panel1-header"
        >
                  РАЗДЕЛ XI. НАЛОГИ ЗА ПОЛЬЗОВАНИЕ НЕДРАМИ
        </AccordionSummary>
        <AccordionDetails>

      <p><strong>Глава 43. Общие положения Статья 348. Виды налогов за пользование недрами</strong></p>
      <p>Налоги за пользование недрами включают:</p>
      <ul>
        <li>бонусы - разовые платежи за право пользования недрами с целью поисков, разведки и разработки месторождений полезных ископаемых;</li>
        <li>роялти - текущие платежи за пользование недрами с целью разработки месторождений полезных ископаемых и/или отбора (извлечения из недр) подземных вод.</li>
      </ul>
      <h1>Статья 349. Освобождение от уплаты налогов за пользование недрами</h1>
      <ol>
        <li>Освобождаются от уплаты налогов за пользование недрами:
          <ul>
            <li>собственник земельного участка или землепользователь, ведущий добычу песка, глины, песчано-гравийной смеси и отбор подземных вод, не связанные с осуществлением предпринимательской деятельности, на принадлежащем ему или находящемся в его пользовании земельном участке;</li>
            <li>субъект, получивший участки недр для образования особо охраняемых природных территорий, имеющих особое экологическое, природоохранное, научное и историко-культурное значение;</li>
            <li>субъект, перерабатывающий отходы горного, обогатительного, коксо- химического и металлургического производства;</li>
            <li>субъект, выполняющий геологические, геофизические и другие работы по изучению недр, проводимые за счет средств республиканского бюджета, научно- исследовательские работы, в том числе по прогнозированию землетрясений, инженерно-геологические изыскания и геоэкологические исследования, а также иные работы, проводимые без нарушений целостности недр;</li>
            <li>специализированная организация водоснабжения по отбору подземных</li>
          </ul>
        </li>
      </ol>
      <p>вод;</p>
      <ul>
        <li>организация по отбору подземных вод в части водоснабжения населенных</li>
      </ul>
      <p>пунктов.</p>
      <ol start="2">
        <li>Освобождается от уплаты бонуса налогоплательщик бонуса, прошедший листинг на фондовых биржах по объекту налогообложения, указанному в части 2 статьи 351 настоящего Кодекса.</li>
      </ol>
      <h1>Глава 44. Бонус</h1>
      <p><strong>&nbsp;</strong></p>
      <p><strong>Статья 350. Налогоплательщик бонуса</strong></p>
      <p>Налогоплательщиком&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; бонуса&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; является&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; отечественная&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; организация, иностранная&nbsp;&nbsp;&nbsp;&nbsp; организация,&nbsp;&nbsp;&nbsp;&nbsp; осуществляющие&nbsp;&nbsp;&nbsp;&nbsp; деятельность&nbsp;&nbsp;&nbsp;&nbsp; в&nbsp;&nbsp;&nbsp;&nbsp; Кыргызской</p>
      <p>Республике&nbsp;&nbsp;&nbsp;&nbsp; через&nbsp;&nbsp;&nbsp;&nbsp; постоянное&nbsp;&nbsp;&nbsp;&nbsp; учреждение,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; а&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; также&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; индивидуальный предприниматель, имеющие право пользования недрами.</p>
      <h1>Статья 351. Объект налогообложения</h1>
      <ol>
        <li>Объектом налогообложения бонуса является право пользования недрами с целью:
          <ul>
            <li>разработки месторождения полезного ископаемого, в том числе отбора (извлечения из недр) подземных вод;</li>
            <li>разведки полезного ископаемого;</li>
            <li>поиска полезного ископаемого;</li>
            <li>сбора минералогических, палеонтологических коллекций для коммерческих целей;</li>
            <li>сбора каменного материала для декоративных целей и использования в качестве поделочных камней и строительных материалов.</li>
          </ul>
        </li>
        <li>Объектами налогообложения бонуса также являются:
          <ul>
            <li>переход права пользования недрами к другому лицу в результате обращения взыскания на залог;</li>
            <li>передача права пользования недрами другому лицу в порядке, предусмотренном законодательством Кыргызской Республики о недрах, за исключением случаев передачи права пользования недрами в результате наследования, реорганизации юридического лица, не повлекшей за собой изменение состава участников (акционеров) и/или долей (акций) уставного капитала;</li>
            <li>изменение доли (акций) собственности в уставном капитале юридического лица, обладающего правом пользования недрами, за исключением юридических лиц, прошедших листинг в фондовых биржах, и перехода долей собственности в результате универсального правопреемства, предусмотренного гражданским законодательством;</li>
            <li>последующее увеличение количества запасов полезных ископаемых, имеющихся в момент предоставления права пользования недрами, в результате проведения дополнительной разведки, пересчета запасов или вследствие иных причин;</li>
            <li>увеличение размера участка недр, предоставленного пользователю недр;</li>
            <li>предоставление права пользования на новые полезные ископаемые, не заявленные в момент первичного получения права пользования недрами.</li>
          </ul>
        </li>
      </ol>
      <p>Случаи, указанные в настоящей части, распространяются на виды прав пользования недрами, указанные в части 1 настоящей статьи.</p>
      <h1>Статья 352. Налоговая база</h1>
      <p>Налоговой базой для исчисления бонуса являются:</p>
      <ul>
        <li>при разработке месторождения полезного ископаемого (за исключением отбора подземных вод) - количество запасов полезных ископаемых, учтенных</li>
      </ul>
      <p>Государственным балансом запасов полезных ископаемых Кыргызской Республики;</p>
      <ul>
        <li>при отборе подземных вод - заявленный объем воды, подлежащей отбору;</li>
        <li>при разведке и поиске полезных ископаемых - размер лицензионной площади;</li>
        <li>при сборе минералогических, палеонтологических коллекций для коммерческих целей и каменного материала для декоративных целей и использования в качестве поделочных камней и строительных материалов - размер лицензионной площади;</li>
        <li>при переходе, передаче прав пользования недрами - количество запасов полезных ископаемых, оставшихся неотработанными на указанный момент согласно отчетам недропользователя (по правам на разработку), или размер лицензионной площади;</li>
        <li>при изменении доли собственности в уставном капитале правообладателя</li>
      </ul>
      <p>- количество запасов полезных ископаемых, оставшихся неотработанными на указанный момент согласно отчетам недропользователя (по правам на разработку), или размер лицензионной площади, пропорционально изменению данной доли;</p>
      <ul>
        <li>при увеличении количества запасов полезного ископаемого - количество увеличенных запасов полезного ископаемого, учтенное Государственной комиссией по запасам полезных ископаемых Кыргызской Республики.</li>
      </ul>
      <h1>Статья 353. Ставка бонуса</h1>
      <p>Ставка бонуса устанавливается Кабинетом Министров по видам полезных ископаемых по классификационной таблице в зависимости от количества запасов полезных ископаемых для разработки, а также размера лицензионной площади для поисков и разведки полезных ископаемых и сбора минералогических, палеонтологических коллекций для коммерческих целей и каменного материала для декоративных целей и использования в качестве поделочных камней и строительных материалов.</p>
      <h1>Статья 354. Порядок исчисления</h1>
      <p>Порядок исчисления бонуса устанавливается Кабинетом Министров.</p>
      <h1>Статья 355. Сроки представления налоговой отчетности и уплаты</h1>
      <ol>
        <li>В случаях, предусмотренных частью 1 статьи 351 настоящего Кодекса, налогоплательщик бонуса представляет в налоговый орган соответствующий расчет, согласованный с уполномоченным государственным органом по реализации государственной политики по недропользованию, и уплачивает бонус по месту учетной регистрации не позднее 30 дней со дня выдачи документа, подтверждающего право пользования недрами.</li>
        <li>В случаях, предусмотренных частью 2 статьи 351 настоящего Кодекса, налогоплательщик бонуса представляет в налоговый орган соответствующий расчет, согласованный с уполномоченным государственным органом по реализации государственной политики по недропользованию, и уплачивает бонус</li>
      </ol>
      <p>по месту учетной регистрации не позднее последнего дня месяца, следующего за месяцем, в котором:</p>
      <ul>
        <li>уполномоченным государственным органом по реализации государственной политики по недропользованию принято решение о переходе права пользования недрами в результате обращения взыскания на залог или передаче такого права;</li>
        <li>произведена регистрация изменения доли собственности в уставном капитале юридического лица - недропользователя;</li>
        <li>Государственной комиссией по запасам полезных ископаемых Кыргызской Республики учтено увеличение запасов полезного ископаемого;</li>
        <li>уполномоченным государственным органом по реализации государственной политики по недропользованию принято решение об увеличении размера лицензионной площади или о предоставлении права пользования недрами на новые, ранее не заявленные виды полезных ископаемых.</li>
      </ul>
      <h1>Глава 45. Роялти Статья 356. Налогоплательщик роялти</h1>
      <p>Налогоплательщиком роялти является отечественная организация, иностранная организация, осуществляющие деятельность в Кыргызской Республике через постоянное учреждение, индивидуальный предприниматель, осуществляющие:</p>
      <ul>
        <li>разработку месторождений полезных ископаемых;</li>
        <li>отбор (извлечение из недр) подземных вод;</li>
        <li>попутное извлечение нефти и газа в процессе опытных испытаний при поиске и разведке месторождений углеводородов;</li>
        <li>разовую добычу полезных ископаемых в целях опытно-промышленных испытаний и/или предотвращения или ликвидации чрезвычайных ситуаций.</li>
      </ul>
      <h1>Статья 357. Объект налогообложения</h1>
      <p>Объектом налогообложения роялти является право пользования недрами с целью извлечения из недр полезных ископаемых или действия по извлечению из недр полезных ископаемых.</p>
      <h1>Статья 358. Налоговая база</h1>
      <ol>
        <li>Налоговой базой роялти являются:
          <ul>
            <li>выручка, полученная от реализации полезных ископаемых, - в случае их реализации, или себестоимость полезных ископаемых до их переработки, за исключением золота, серебра и платины;</li>
            <li>объем отбираемой воды из недр по водомеру;</li>
            <li>стоимость химически чистого металла, содержащегося в металлосодержащей руде или концентрате биржевого металла, реализованных в налоговом периоде.</li>
          </ul>
        </li>
      </ol>
      <p>В случае если стоимость химически чистого металла, содержащегося в металлосодержащей руде или концентрате биржевого металла, ниже выручки, полученной от реализации металлосодержащих руд и концентратов биржевых металлов, то в качестве налоговой базы роялти применяется выручка, полученная от реализации металлосодержащих руд и концентратов биржевых металлов.</p>
      <ol start="2">
        <li>Стоимость химически чистого металла, определяемая в порядке, установленном Кабинетом Министров, рассчитывается исходя из стоимости биржевого металла и содержания металла в металлосодержащей руде или концентрате биржевого металла.</li>
      </ol>
      <p>Стоимость биржевого металла определяется как среднеарифметическое значение между суммой ежедневной усредненной котировки цен на металлы в дни, за которые опубликованы котировки цен на Лондонской бирже металлов в течение налогового периода, и количеством дней в налоговом периоде, за которые опубликованы котировки цен на металлы.</p>
      <ol start="3">
        <li>В настоящей главе под биржевым металлом понимается металл, стоимость которого котируется на Лондонской бирже металлов.</li>
      </ol>
      <h1>Статья 359. Ставка роялти</h1>
      <ol>
        <li>Ставка роялти устанавливается от объема отбираемой воды в натуральном выражении, за исключением специализированных организаций водоснабжения, в следующих размерах:</li>
      </ol>
      <table>
        <tbody>
          <tr>
            <td width="289">
              <p><strong>Полезное ископаемое</strong></p>
            </td>
            <td width="179">
              <p><strong>Единица измерения</strong></p>
              <p><strong>(налоговая база)</strong></p>
            </td>
            <td width="155">
              <p><strong>Ставка (в процентах или</strong></p>
              <p><strong>сомах)</strong></p>
            </td>
          </tr>
          <tr>
            <td width="289">
              <p>Минеральные и пресные воды для розлива в качестве питьевых</p>
            </td>
            <td width="179">
              <p>куб.м</p>
            </td>
            <td width="155">
              <p>200 сомов</p>
            </td>
          </tr>
          <tr>
            <td width="289">
              <p>Минеральные&nbsp;&nbsp;&nbsp;&nbsp; и&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; термальные воды для бальнеолечения</p>
            </td>
            <td width="179">
              <p>куб.м</p>
            </td>
            <td width="155">
              <p>0,05 сома</p>
            </td>
          </tr>
          <tr>
            <td width="289">
              <p>Термальные&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; воды&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; для отопления</p>
            </td>
            <td width="179">
              <p>куб.м</p>
            </td>
            <td width="155">
              <p>0,12 сома</p>
            </td>
          </tr>
          <tr>
            <td width="289">
              <p>Пресные воды питьевые</p>
            </td>
            <td width="179">
              <p>куб.м</p>
            </td>
            <td width="155">
              <p>0,15 сома</p>
            </td>
          </tr>
          <tr>
            <td width="289">
              <p>Пресные воды технические</p>
            </td>
            <td width="179">
              <p>куб.м</p>
            </td>
            <td width="155">
              <p>0,10 сома</p>
            </td>
          </tr>
          <tr>
            <td width="289">
              <p>Пресные&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; воды&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; для сельскохозяйственного производства</p>
            </td>
            <td width="179">
              <p>куб.м</p>
            </td>
            <td width="155">
              <p>0,01 сома</p>
            </td>
          </tr>
        </tbody>
      </table>
      <ol start="2">
        <li>Ставка роялти устанавливается:
          <ul>
            <li>для золота, серебра и платины, а также металлосодержащих руд и концентратов золота, серебра и платины - 5 процентов;</li>
            <li>для металлов, металлосодержащих руд и концентратов металлов, за исключением золота, серебра и платины, - 3 процента;</li>
            <li>для специализированных организаций водоснабжения - 5 процентов;</li>
            <li>на гипс - 6 процентов;</li>
          </ul>
        </li>
      </ol>
      <ul>
        <li>на природные камни для производства облицовочных материалов - 12 процентов;</li>
        <li>на уголь каменный, бурый - 1 процент.</li>
      </ul>
      <ol start="3">
        <li>Ставка роялти на полезные ископаемые, не предусмотренная частями 1 и 2 настоящей статьи, устанавливается в размере 3 процентов от налоговой базы, исчисленной в соответствии с пунктом 1 части 1 статьи 358 настоящего Кодекса.</li>
      </ol>
      <h1>Статья 360. Налоговый период</h1>
      <p>Налоговым периодом роялти является календарный месяц.</p>
      <h1>Статья 361. Порядок исчисления</h1>
      <p>Исчисление роялти производится в соответствии с порядком, установленным частью 1 статьи 43 настоящего Кодекса.</p>
      <h1>Статья 362. Срок уплаты роялти и представления налоговой отчетности</h1>
      <ol>
        <li>Налогоплательщик производит уплату роялти по месту учетной регистрации ежемесячно не позднее 20 числа месяца, следующего за отчетным месяцем.</li>
        <li>Уплата роялти субъектом малого предпринимательства, являющимся налогоплательщиком роялти, производится по месту учетной регистрации ежеквартально не позднее 20 числа месяца, следующего за отчетным кварталом.</li>
        <li>Налоговая отчетность представляется налогоплательщиком роялти по месту учетной регистрации ежемесячно не позднее 20 числа месяца, следующего за отчетным месяцем, если иное не предусмотрено настоящей статьей.</li>
        <li>Налоговая отчетность субъекта малого или среднего предпринимательства, являющегося налогоплательщиком роялти, представляется по месту учетной регистрации ежеквартально не позднее 20 числа месяца, следующего за отчетным кварталом.</li>
        <li>В случае отсутствия учетной регистрации уплата роялти и представление налоговой отчетности осуществляются по месту текущего налогового учета.</li>
        <li>Собственник земельного участка или землепользователь, ведущий добычу песка, глины и песчано-гравийной смеси, не связанную с осуществлением предпринимательской деятельности, на принадлежащем ему или находящемся в его пользовании земельном участке, не представляет налоговую отчетность.</li>
      </ol>
        </AccordionDetails>
    </Accordion>
   
  );
}

export default Chapter11;
